{
    "Studies": "Computer Science Student",
    "Summary": "I am a Computer Science student at the college of Andre-Laurendeau, passionate about game development and web development. My goal is to continually improve my skills and expand my knowledge in technology, embracing new challenges and staying updated with the latest innovations.",
    
    "aboutTitle": "About me",
    "aboutDescription": "I am a passionate and fast learner with a keen interest in game development, technology, and continuous learning. I thrive in team environments, bringing a social and collaborative spirit to every project. My ability to quickly adapt and my enthusiasm for tackling new challenges allow me to excel both independently and as part of a group.",

    "technologiesTitle": "Skills & Technologies",

    "projectsTitle": "Projects",
    "projectTitle1": "Internship Management Site",
    "projectDescription1": "A web application for managing internships, developed by a team of 5 over 15 weeks. The application includes features like user authentication, internship creation, and student evaluation.",
    "projectTitle2": "Portfolio 2023",
    "projectDescription2": "A portfolio website created for my Angular course in 2023. The website includes a login system and a messaging feature to enhance interactivity.",
    "projectTitle3": "Platformer Shooter Game",
    "projectDescription3": "A pixel-art platformer shooter game with three levels. This project was developed during my technology watch course to compare the Unity and Godot game engines.",

    "experienceDescription1": "Led a team in developing and maintaining web applications using JavaScript, React.js, and Node.js. Implemented RESTful APIs and integrated with MongoDB databases. Collaborated with stakeholders to define project requirements and timelines.",
    "experienceDescription2": "Designed and developed user interfaces for web applications using Next.js and React. Worked closely with backend developers to integrate frontend components with Node.js APIs. Implemented responsive designs and optimized frontend performance.",
    "experienceDescription3": "Developed and maintained web applications using JavaScript, React.js, and Node.js. Designed and implemented RESTful APIs for data communication. Collaborated with cross-functional teams to deliver high-quality software products on schedule.",
    "experienceDescription4": "Contributed to the development of web applications using JavaScript, React.js, and Node.js. Managed databases and implemented data storage solutions using MongoDB. Worked closely with product managers to prioritize features and enhancements.",    

    "contactTitle": "Contact"
}
